Repository: RamyRizkalla/sheperd-voice
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# homeTitle
source: Everyday, we'll add new films and hymens...Stay tuned
ar: كل يوم هنضيف أفلام و تراتيل جديدة...تابع معانا.
fr: Chaque jour, nous ajouterons de nouveaux films et hymnes. Suivez-nous.

# filmsTitle
source: Movies
ar: أفــــــلام
fr: Les films

# musicTitle
source: Hymns
ar: تراتــــيل
fr: Les hymnes

# bookTitle
source: Books
ar: كــتـــب
fr: Les livres

# activitiesTitle
source: Sunday School Activities
ar: أنشطة مدارس الأحد
fr: Des activités

# popeTitle
source: Pope's Word
ar: كلمة قداسة البابا
fr: La parole du Papa

# flashDriveTitle
source: Providing computer lessons
fr: Dispensation de cours d'informatique

source: Cancel
ar: الغاء
fr: Annuler

source: Apply
ar: تطبيق
fr: Appliquer

source: Choose Language
fr: Choisir la langue

source: Books Categories
ar: أصناف الـكــتـــب
fr: Catégories de livres

source: Activities Categories
ar: أصناف الأنشطة
fr: Catégories d'activités

source: Movies Categories
ar: أصناف الأفلام
fr: Catégories de films

# filmHint
source: To watch and download the movie on Youtube, press on the movie's name
ar: لمشاهدة الفيلم و تحميله من اليوتيوب، اضغط علي اسم الفيلم
fr: Pour regarder et télécharger le film sur Youtube, cliquez sur le nom du film.

# usbExplanation
source: An idea about delivering the lesson
fr: Une idée sur la présentation du cours

# usbContent
source: Download 80 Lessons
fr: Télécharger 80 leçons

source: Change Language
ar: تغيير اللغة

# contactUs
source: Contact via WhatsApp
ar: تواصل معانا
